{
  "menues":["Start","Help","Options","Exit","Continue","Restart","Main Menu","Fight Assist","Navigation Assist","Device Warning","You Are Dead","Save"],
  "assist":["/help","pick","close","buy","left","right","up","down","cards","items","slot","forward","inside","menu","inventory","corner","reload","end turn"],
  "itemsCards":{
    "name":"name",
    "effect":"effect",
    "damage":"damage",
    "price":"price",
    "type":"type",
    "duration":"duration",
    "miss":"miss",
    "amplification":"amplification",
    "wekness":"wekness",
    "weakness":"wekness",
    "heal":"heal",
    "energy":"energy",
    "fire":"fire",
    "crit":"crit",
    "letter":"letter",
    "stun":"stun",
    "splash":"splash",
    "-weakness":"-weakness",
    "-energy":"-energy",
    "-miss":"-miss",
    "grenade":"grenade",
    "molotov":"molotov",
    "flash":"flash",
    "smoke":"smoke",
    "gas":"gas",
    "medkit":"medkit",
    "heal potion":"heal potion",
    "energy drink":"energy drink",
    "energy potion":"energy potion",
    "heal 20%":"heal 20%",
    "heal 50%":"heal 50%",
    "heal full":"heal full",
    "increase health 10":"increase health 10",
    "increase health 25":"increase health 25",
    "increase health 50":"increase health 50",
    "increase energy 1":"increase energy 1",
    "increase energy 2":"increase energy 2",
    "increase energy 5":"increase energy 5",
    "increase regen 2":"increase regen 2",
    "increase regen 5":"increase regen 5",
    "increase regen 10":"increase regen 10",
    "increase damage 2":"increase damage 2",
    "increase damage 5":"increase damage 5",
    "increase damage 10":"increase damage 10"

  },
  "forbiddeDevice":["Sorry...","But Your device is unsutable for this web app."," require keybord to functional properly."],
  "stats":["Max Health","Health Regen","Max Enetrgy","Damage"],
  "intro":"Studio Present",
  "help": [
    "First, it's worth talking about the main mechanics of this game - there is no mouse control here, only the keyboard. In order to perform any action, you need to enter it and press enter, for this there is a small rectangle at the bottom, whatever you do - the keyboard is your main tool, type \"right\" to go to the next page",
    "We recommend that you do not turn off \"Navigation Assist\" for the beginning, as it will help you not to forget keywords. In the main menus you will always see directions regardless of the navigation help, this menu will always be available with the command /help",
    "The basics of the game are battles with enemies using random words. As you progress through the rooms you will find and buy items and cards that will help you, how will they help? As you can tell, words are made up of letters and each card you find has an effect and a letter in its description. Every time you type a word with that letter in battle, that effect will be activated. Effects are both good and bad, bad effects have red borders",
    "To begin with, you appear in a room, the main directions for movement are: \"left\", \"right\", \"forward\" and \"corner\", in the corner, depending on the room, there may be a shop, drugstore or chest, in the first room there will always be a chest. Approaching it with the \"corner\" command you will open it and using the \"1-9\" keys you will be able to select a card and read its description, and if you like the description you can take it with the \"pick\" command and regardless of whether you took the card or not you can exit the chest with the \"close\" command the card you took will be moved to your inventory",
    "Inventory? Yes, it is available with the command \"inventory\", it has infinite space and 2 sections: items and cards. With the command \"items\" you will go to the section with items, and the command \"cards\" will move to the section with cards, there you will find the cards you took, and there you will be able to read the description of this card again. With the commands \"up\" and \"down\" you can move through the selected section if you have more than one page of cards or items",
    "And what's that up there? These are your stats, your maximum health, maximum energy, damage and regeneration, you can increase them as the game progresses, you also have other stats, but they are already waiting for you in the bottom left corner. Now you can close the inventory with the \"close\" command because it's time to get out of this boring room",
    "Having chosen the direction: \"left\", \"right\" or \"forward\" you will approach the door and if you like it, you can enter it by command \"inside\". Wow, now you are not alone in the room, well, only one person has to survive, you cannot walk around the room with enemies. The enemy has a stand above his head, by selecting the enemy with the \"1-8\" buttons and entering the top word from the table on the right you will be able to inflict damage to the enemy equal to the one you have in your stats + apply an effect from the card if the letter from the card is present in this word, for this you will lose 1 energy, continue until the energy runs out or the enemies run out. If the energy runs out, your turn can be considered complete, unless of course you have an ace up your sleeve, enter \"end turn\" to end the turn",
    "The enemy's turn, in this turn, depending on the applied effects, he can deal full damage, partial damage, miss or not move at all, and you will also restore energy to the maximum value and add health in the amount of your regeneration from stats. Finish off those enemies and move on, by the way, if you don't like a word or all the words in the word table, you can use the reload command \"reload\", but use them carefully, they are not infinite, by the way, at the end of the battle you are given 1 reload and some money. You are familiar with the chest, go to the corner with the word \"corner\" and see what is there, if you want, take it and close it with the word \"close\"",
    "If you find store you can go there by choosing the direction \"right\", \"left\" or \"forward\" to start, and typing \"inside\". There are no enemies in the stores, but there are goods that you can buy, approaching the store with the \"corner\" command you will open it, using the \"1-9\" buttons you can select the product, and using the \"buy\" command you can buy it, if of course you have enough money, the price and quantity of the product in the store is written on the product, the product you bought will go into your inventory and when you open the inventory you can move this product to the quick access menu using the \"slot\" command, there are only 2 slots, so use the space wisely, you can use these slots in battle at any time using the name of the item, but be careful, all items except medicines and energy supplies take away energy",
    "Found a drugstore? Great, go there, go to the corner and see what's there, the mechanics are the same as with the store, you select with the \"1-9\" buttons and buy with the \"buy\" button, but unlike the store, these items do not go into the inventory but are used immediately, and most of them are items that increase your status.",
    "It seems that I have told all the important information, now you are free to close the help menu with the \"close\" command and go fight the enemies"
  ]
}